"KEY"                     = "柬埔寨语";
"OK"                      = "យល់ព្រម";
"Back"                    = "ត្រលប់ក្រោយ";
"Done"                    = "សម្រេច";
"Sorry" = "សុំទោស";
"Photos" = "រូបភាព";
"Videos" = "វីដេអូ";
"Preview" = "មើលសាក";
"Full image" = "រូបដើម";
"Processing..." = "កំពុងធ្វើដំណើរការ ...";
"No Photos or Videos" = "គ្មានរូបថតឬវីដេអូទេ";
"Synchronizing photos from iCloud" = "ធ្វើឲ្យរូបភាពនៅ iCloud មានភាពដូចគ្នា";
"iCloud sync failed" = "មិនអាចធ្វើសមកាលកម្មពី iCloud";
"Can not use camera" = "មិនអាចប្រើប្រាស់ម៉ាស៊ីនថត";
"Can not choose both video and photo" = "ពេលជ្រើសយករូបភាពគឺមិនអាចជ្រើសយកវីដេអូក្នុងពេលតែមួយនោះទេ";
"Can not choose both photo and GIF" = "ពេលជ្រើសយករូបភាពគឺមិនអាចធ្វើការជ្រើសយករូបភាពGIFក្នុងពេលតែមួយនោះទេ";
"Select the video when in multi state, we will handle the video as a photo" = "ពេលជ្រើសយកវីដេអូច្រើនក្នុងពេលតែមួយ នោះការបង្ហោះនឹងចាត់ទុកវីដេអូជារូបភាពដើម្បីបង្ហោះចេញទៅ";
"Can not jump to the privacy settings page, please go to the settings page by self, thank you" = "មិនអាចលោតចូលទំព័រកំណត់ភាពឯកជនទេ សូមចូលទៅកាន់ទំព័រកំណត់ដោយដៃខ្លួន សូមអរគុណ";
"Select a maximum of %zd photos" = "អ្នកអាចជ្រើសរើសបានតែ %zd រូបប៉ុណ្ណោះ";
"Select a minimum of %zd photos" = "សូមជ្រើសរើសរូបថតយ៉ាងតិច %zd សន្លឹក";
"Allow %@ to access your album in \"Settings -> Privacy -> Photos\"" = "សូមអនុញ្ញាតឱ្យ % @ ទស្សនារូបភាពទូរស័ព្ទរបស់អ្នកនៅក្នុង \"ការកំណត់ - ភាពឯកជន - រូបភាព\" របស់ទូរស័ព្ទ iPhone";
"Please allow %@ to access your camera in \"Settings -> Privacy -> Camera\"" = "សូមអនុញ្ញាតឱ្យ % @ ទស្សនាកាមេរ៉ានៅក្នុង \"ការកំណត់ - ភាពឯកជន - រូបភាព\" របស់ទូរស័ព្ទ iPhone";
"album_limit_video_duration"="ការផ្ទុកវីដេអូឡើងមិនអាចលើសពី ៥ នាទី";
"album_limit_video_size"="វីដេអូដែលចែករំលែកគឺមិនអាចធំជាង";
"Select %zd photos best" = "ការជ្រើសយករូបថត % zd ដែលល្អបំផុត";
"Unable to select min photo" = "ទំហំរូបភាពតូចពេក សូមជ្រើសរើសម្តងទៀត";
"edit" = "កែសម្រួល";
"album_limit_photo_size" = "រូបភាពដែលចែករំលែកគឺមិនអាចមានទំហំធំជាង 20M ទេ";
